[
 {
   "TITLE": "Accounting - Bookkeeping, Accounting & Auditing Clerks",
   "DESCRIPTION": "Successful completion of this level 1 training results in an Occupational Skills Award in accounting. Students can also complete professional bookkeeper certificate or advance to AAS.",
   "PROVIDER(S)": "COM",
   "INDUSTRY": "PROFESSIONAL, BUSINESS & TECHNICAL SERVICES"
 },
 {
   "TITLE": "Sales Representatives, Services, All Other",
   "DESCRIPTION": "Marketing will prepare the student with basic marketing skills and strategies. The 1 year marketing certificate and 2 year AAS in business with an emphasis in marketing allow students to specialize with courses in customer relations, sales, marketing and e-commerce.",
   "PROVIDER(S)": "COM                                                HCDE",
   "INDUSTRY": "PROFESSIONAL, BUSINESS & TECHNICAL SERVICES"
 },
 {
   "TITLE": "Customer Service Representatives ",
   "DESCRIPTION": "Marketing will prepare the student with basic marketing skills and strategies. The 1 year marketing certificate and 2 year AAS in business with an emphasis in marketing allow students to specialize with courses in customer relations, sales, marketing and e-commerce.",
   "PROVIDER(S)": "COM                                                HCDE",
   "INDUSTRY": "PROFESSIONAL, BUSINESS & TECHNICAL SERVICES"
 },
 {
   "TITLE": "Legal Secretaries",
   "DESCRIPTION": "This level 1 certificate prepares students for entry level legal positions (legal secretary) while completing coursework that can be applied toward an AAS in Paralegal Studies.",
   "PROVIDER(S)": "HCC                                                     Wharton",
   "INDUSTRY": "PROFESSIONAL, BUSINESS & TECHNICAL SERVICES"
 },
 {
   "TITLE": "Receptionists & Information Clerks",
   "DESCRIPTION": "Students complete a one year Administrative Assistant certificate and can advance to complete a two-year AAS in Business Office Technology. The certificate covers Quickbooks, Microsoft Word and Excel in depth and intro to Microsoft Access.",
   "PROVIDER(S)": "HCDE                                          Wharton",
   "INDUSTRY": "PROFESSIONAL, BUSINESS & TECHNICAL SERVICES"
 },
 {
   "TITLE": "Networking - Computer Network Support Specialist",
   "DESCRIPTION": "Level 1 Certificate in Networking Fundamentals/Network Support Technician. After completion, students can enter the workforce as computer support specialists or continue onto AAS degree programs in Network Administration.",
   "PROVIDER(S)": "COM                                      Wharton",
   "INDUSTRY": "PROFESSIONAL, BUSINESS & TECHNICAL SERVICES"
 },
 {
   "TITLE": "Programming - Computer Network Support Specialist",
   "DESCRIPTION": "Level 1 programming certificate. 28 credit hours, including intro to database and Microsoft Certified Professional. Courses can be applied to associates in computer science.",
   "PROVIDER(S)": "COM                                            Wharton",
   "INDUSTRY": "PROFESSIONAL, BUSINESS & TECHNICAL SERVICES"
 },
 {
   "TITLE": "Welding - Welders, Cutters, Solderers & Brazers",
   "DESCRIPTION": "One year course leads to national NCCER Level 1 certification.",
   "PROVIDER(S)": "Baker Ripley                           COM                                 LSC                                   HCC                             HCDE                            SJC                              Wharton",
   "INDUSTRY": "CONSTRUCTION"
 },
 {
   "TITLE": "Helpers--Pipelayers, Plumbers, Pipefitters, Steamfitters",
   "DESCRIPTION": "This training prepares students for Level 1 NCEER Pipefitter certification.",
   "PROVIDER(S)": "Baker Ripley                              Brazosport                           LSC                        HCC                            HCDE                        SJC    ",
   "INDUSTRY": "CONSTRUCTION"
 },
 {
   "TITLE": "HVAC Helper",
   "DESCRIPTION": "Level 1 HVAC program is stackable and can be applied toward HVAC & Refrigeration AAS. Upon completion students receive Occupational Skills Award, OSHA 10 card and EPA credentials",
   "PROVIDER(S)": "Lone Star                 COM                      HCC                      Alliance             Wharton           HCDE",
   "INDUSTRY": "CONSTRUCTION"
 },
 {
   "TITLE": "Helpers, electricians",
   "DESCRIPTION": "A program that prepares individuals for a career in the electrical trades. Student complete the NCCER Level 1 Certificate (185 hours or 9 credit hours, including Core Curriculum)",
   "PROVIDER(S)": "Brazosport                   HCDE                    San Jacinto                   Baker Ripley                    Alliance",
   "INDUSTRY": "CONSTRUCTION"
 },
 {
   "TITLE": "Industrial Maintenance - Industrial Engineering Technicians",
   "DESCRIPTION": "Level 1 for-credit course. Construction pathway and NCCER Industrial Maintenance certification",
   "PROVIDER(S)": "San Jacinto",
   "INDUSTRY": "CONSTRUCTION"
 },
 {
   "TITLE": "Millwright - Millwrights",
   "DESCRIPTION": "JumpStart program is a nine week training program for entry-level certifications in the millwright field. Successful completers will earn 9 college credit hours, an Occupational Skills Award, an NCCER Blue Card - Core Curriculum Certification, an NCCER Level 1 Craft Certification and a TWIC card. Participants receive employment coaching and attend a job fair with interviews by local employers.",
   "PROVIDER(S)": "Brazosport",
   "INDUSTRY": "CONSTRUCTION"
 },
 {
   "TITLE": "Occupational Health and Safety Technician - Occupational Health and Safety Technicians",
   "DESCRIPTION": "One year OSHT certificate or AAS OSHT degree. Students learn to manage safety and health programs, perform safety inspections and audits, develop safety controls, and ensure compliance with the OSHA standards and regulations.",
   "PROVIDER(S)": "COM",
   "INDUSTRY": "CONSTRUCTION"
 },
 {
   "TITLE": "Electrical and Electronics Drafters",
   "DESCRIPTION": "Level 1 Certificate - includes various options, including 11 unit occupational skills award in CAD drafting and 38 unit industrial drafting.",
   "PROVIDER(S)": "COM                           Alliance",
   "INDUSTRY": "CONSTRUCTION"
 },
 {
   "TITLE": "Mechanical Drafters",
   "DESCRIPTION": "Level 1 Certificate - includes various options, including 11 unit occupational skills award in CAD drafting and 38 unit industrial drafting.",
   "PROVIDER(S)": "COM                           Alliance",
   "INDUSTRY": "CONSTRUCTION"
 },
 {
   "TITLE": "Early Childhood - Childcare Workers",
   "DESCRIPTION": "This course of study is designed to prepare students for a career in early childhood/child development instruction or administration.",
   "PROVIDER(S)": "Wharton               HCDE",
   "INDUSTRY": "EDUCATION"
 },
 {
   "TITLE": "Paraprofessional - Teacher Assistants",
   "DESCRIPTION": "This course prepares the trainee for the state ParaProfessional certification exam. San Jacinto collaborates with local school districts to provide the training.",
   "PROVIDER(S)": "San Jacinto",
   "INDUSTRY": "EDUCATION"
 },
 {
   "TITLE": "Medical Assistant - Medical Assistants",
   "DESCRIPTION": "Level 1/CE certificate. Students can take NHA's Certified Clinial Medical Assistant certificate exam",
   "PROVIDER(S)": "COM                     Wharton                     Brazosport                   HCDE",
   "INDUSTRY": "HEALTHCARE"
 },
 {
   "TITLE": "Patient Care Tech - Nursing Assistants",
   "DESCRIPTION": "Patient Care Technicians work under the supervision of a physician or registered nurse to provide patient support and includes three separate certifications including EKG technician (264 hrs.), phlebotomy (200 hrs.) and Certified Nurse Assistant (100 hrs.)",
   "PROVIDER(S)": "HCDE, HCC",
   "INDUSTRY": "HEALTHCARE"
 },
 {
   "TITLE": "Home Health Aides",
   "DESCRIPTION": "Course leads to a state certification. After completion, students can move onto higher level allied health courses which include high skill high growth occupations (LVN, Radiolodic tech, etc)",
   "PROVIDER(S)": "Alliance                             CCC                     COM                         HCC                          HCDE                           Lone Star                  San Jacinto                      Wharton",
   "INDUSTRY": "HEALTHCARE"
 },
 {
   "TITLE": "Phlebotomy - Phlebotomists",
   "DESCRIPTION": "Training prepares student to draw blood from a patient for clinical or medical testing (200 hrs.) and leads to a national industry certification",
   "PROVIDER(S)": "Alliance                       Brazosport                      COM                          HCDE                    San Jacinto                 Wharton ",
   "INDUSTRY": "HEALTHCARE"
 },
 {
   "TITLE": "EKG Technician - Cardiovascular Technologist & Technicians",
   "DESCRIPTION": "Training prepares student to monitor and evaluate heart rhythms in preparation for national EKG certification exam (264 hours)",
   "PROVIDER(S)": "Alliance                           COM                         HCDE                          San Jacinto",
   "INDUSTRY": "HEALTHCARE"
 },
 {
   "TITLE": "Pharmacy Tech - Pharmacy Technicians",
   "DESCRIPTION": "Continuing education courses leading to one year pharmacy tech credit certificate. After completion, individuals are prepared for national Pharmacy Tech certification exam and can enter workforce or continue to an AAS",
   "PROVIDER(S)": "COM                        Wharton",
   "INDUSTRY": "HEALTHCARE"
 },
 {
   "TITLE": "Dental Assistant - Dental Assistants",
   "DESCRIPTION": "Continuing education courses leading to state certification (Texas Registered Dental Assistant Exam). Graduates can also move onto credit courses and complete AAS to be dental hygienist.",
   "PROVIDER(S)": "COM                    Lone Star",
   "INDUSTRY": "HEALTHCARE"
 },
 {
   "TITLE": "Medical Office Insurance Aide - Medical Assistants",
   "DESCRIPTION": "Continuing education courses leading to local occupational skill award. Students are prepared for administrative positions in healthcare or can transition into medical coding program. Especially useful for students to qualify for Ability to Benefit",
   "PROVIDER(S)": "COM                           HCDE",
   "INDUSTRY": "HEALTHCARE"
 },
 {
   "TITLE": "Health Information Management (Medical Coding) - Medical Records & Helath Information Technician",
   "DESCRIPTION": "Medical coding certificate is a year and a half level 2 certificate that can translate into a 2 year AAS in Health Info Management. Upon completion, students sit for the national certification exam.",
   "PROVIDER(S)": "COM                 Wharton                    HCDE",
   "INDUSTRY": "HEALTHCARE"
 },
 {
   "TITLE": "Petroleum Pump System Ops., Refinery Ops., & Gaugers",
   "DESCRIPTION": "Petroleum field service technician level 1 certificate can be stacked and applied to an AAS degree or a Level 2 certificate.",
   "PROVIDER(S)": "Lone Star",
   "INDUSTRY": "OIL & GAS & RELATED MANUFACTURING"
 },
 {
   "TITLE": "Process Technology - Chemical Equipment Operators & Tenders",
   "DESCRIPTION": "The program in Process Technology is designed to prepare students for advanced technology in the area of process operations at petrochemical, refining companies and other industries. The end certificate is an Associate of Applied Science. This IET can lead into employment in Operating Eng. & Other Construction Equipment Operators listed on the High Skill/High Growth list",
   "PROVIDER(S)": "Wharton",
   "INDUSTRY": "OIL & GAS & RELATED MANUFACTURING"
 },
 {
   "TITLE": "Industrial Machinery Mechanics - Industrial Machinery Mechanics",
   "DESCRIPTION": "Continuing education courses leading to local occupational skill award in mechanical/industrustrial maintenance. WCJC - certificate in manufacturing technology, can lead to AAS.",
   "PROVIDER(S)": "COM                       Lone Star                     Wharton",
   "INDUSTRY": "OIL & GAS & RELATED MANUFACTURING"
 },
 {
   "TITLE": "Machinists - Machinists",
   "DESCRIPTION": "This program is designed to meet the industry's continued and growing need for trained machine operators and programmers. It prepares students for employment in machine shops, manufacturing facilities and in the maintenance of industrial plants.",
   "PROVIDER(S)": "HCC                              Lone Star",
   "INDUSTRY": "OIL & GAS & RELATED MANUFACTURING"
 },
 {
   "TITLE": "Automotive Technician - Auto Service Technicians & Mechanics",
   "DESCRIPTION": "Automotive tech training prepares technicians to troubleshoot complex issues and make repairs. Employment opportunities include repair technician, service writer, service manager, shop foreman, and business owner",
   "PROVIDER(S)": "HCC                         Wharton",
   "INDUSTRY": "TRANSPORTATION"
 },
 {
   "TITLE": "Water Treatment Operator",
   "DESCRIPTION": "Water Program Class D. upon completion of IET, students can take licensing exam and be eligible for employment as Water/Wastewater operator. Class D Water Operator - 20 hours basic waterworks operation. Content and curriculum approved by TCEQ. Class D Wastewater Treatment Operator - 20 hours of basic wastewater operations. 33 local employers have hiring needs in this area.",
   "PROVIDER(S)": "HCC                         Wharton",
   "INDUSTRY": "OTHER OCCUPATIONS"
 }
]